Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/education/european_education_programmes/eramus_plus.html.txt.tmx
Source language: en
Languages: ga

source: Erasmus+ (called Erasmus plus) is the new EU funding programme for education, training, youth and sport
ga: Is é Erasmus+ (ar a dtugtar Erasmus Plus) an clár maoiniúcháin nua de chuid an AE le haghaidh oideachais, oiliúna, na hóige agus spóirt

source: The programme runs from 2014 to 2020
ga: Rithfidh an clár ó 2014 go 2020

source: It combines previous funding programmes in the sector including the Lifelong Learning Programme (Comenius, Leonardo, Erasmus, Grundtvig and Transversal Programmes), Youth in Action, Jean Monnet, Tempus and Erasmus Mundus
ga: Comhcheanglaíonn sé cláir mhaoiniúcháin roimhe sin san earnáil, lena n-áirítear an Clár Foghlama ar Feadh an tSaoil (Clár Comenius, Leonardo, Erasmus, Grundtvig agus Transversal), Clár ‘an tAos Óg i mBun Gníomhaíochta’, Jean Monnet, Tempus agus Erasmus Mundus

source: The previous programmes have now closed and no further applications under those programmes can be accepted
ga: Tá na cláir roimhe dúnta anois agus ní féidir glacadh le haon iarratais bhreise faoi na cláir sin

source: Existing projects funded by those programmes will wind down over the next 1 - 3 years
ga: Tiocfaidh tionscadail reatha a maoiníonn na cláir sin iad chun deiridh sna chéad 1 - 3 bliain atá romhainn

source: Erasmus+ will provide opportunities for participants who include students and education staff, to study, train, get work experience and volunteer abroad
ga: Cuirfidh Erasmus+ deiseanna ar fáil do rannpháirtithe lena n-áirítear mic léinn agus foireann oideachais, chun staidéar a dhéanamh, oiliúint a fháil, taithí oibre a ghnóthú agus oibriú go deonach thar lear

source: In addition to providing grants for individuals, Erasmus+ will support transnational partnerships among education, training and youth institutions and organisations
ga: De bhreis ar dheontais a chur ar fáil do dhaoine aonair, tacóidh Erasmus+ le comhpháirtíochtaí trasnáisiúnta i measc institiúidí agus eagraíochtaí oideachais, oiliúna agus óige

source: It will also support national efforts to modernise education, training and youth systems
ga: Chomh maith leis sin, tacóidh sé le hiarrachtaí náisiúnta córais oideachais, oiliúna agus óige a nuachóiriú

source: For the first time it will provide support to sport initiatives
ga: Den chéad uair riamh, cuirfidh sé tacaíocht ar fáil do thionscnaimh spóirt

source: The main aims of Erasmus+ are to:
ga: Is iad seo príomhaidhmeanna Erasmus+:

source: • Help young people to acquire additional skills through studying and training abroad
ga: • Cabhrú le daoine óga scileanna breise a fháil trí staidéar agus oiliúint thar lear a dhéanamh

source: • Enhance teaching quality in the EU and beyond
ga: • Caighdeán teagaisc san AE agus níos sia ar siúl a fheabhsú

source: • Support member states and partner countries in modernising their education and vocational training systems
ga: • Tacú le ballstáit agus le tíortha comhpháirtíochta i nuachóiriú a gcóras oideachais agus gairmoiliúna

source: • Promote youth participation in society
ga: • Rannpháirtíocht na hóige sa tsochaí a chur chun cinn

source: • Support teaching and research on European integration
ga: • Tacú le teagasc agus taighde ar lánpháirtiú na hEorpa

source: • Support European grass-roots sport
ga: • Tacú le spórt ag leibhéal an phobail ar an Eoraip

source: Erasmus+ will provide support to initiatives that meet the criteria of any one of the following five actions:
ga: Cuirfidh Erasmus+ tacaíocht ar fáil do thionscnaimh a chomhlíonann na critéir de cheann ar bith de na cúig ghníomh seo a leanas:

source: • Key Action 1: Learning mobility of individuals
ga: • Eochairghníomh 1: Soghluaisteacht foghlama daoine aonair

source: • Key Action 2: Co-operation for innovation and the exchange of good practices
ga: • Eochairghníomh 2: Comhoibriú i gcomhair nuálaíochta agus i gcomhair dea-chleachtais a mhalartú

source: • Key Action 3: Support for policy reform
ga: • Eochairghníomh 3: Tacaíocht d’athchóiriú beartais

source: Key Action 1: Learning mobility of individuals
ga: Eochairghníomh 1: Soghluaisteacht foghlama daoine aonair

source: Projects funded under this key action enable participants to travel to another participating country in order to study, work, teach, train or develop professional skills and competences
ga: Cuireann na tionscadail a mhaoinítear faoin eochairghníomh seo ar chumas rannpháirtithe taisteal chuig tír rannpháirteach eile d’fhonn staidéar a dhéanamh, oibriú, teagasc, oiliúint a fháil nó scileanna agus inniúlachtaí gairmiúla a fhorbairt

source: Under Erasmus+ mobility activities are project-based and will need to be led by organisations
ga: Faoi Erasmus+, is bunaithe ar thionscadal atá gníomhaíochtaí soghluaisteachta agus ní mór go bhfuil siad á dtreorú ag eagraíochtaí

source: Individuals are no longer able to apply
ga: Níl daoine aonair ábalta iarratas a dhéanamh a thuilleadh

source: Activities funded under this key action include, youth exchanges, European Voluntary Service, a period of study or work placement for students in higher education or vocational education and training
ga: Áirítear leis na gníomhaíochtaí a mhaoinítear faoin eochairghníomh seo malartuithe Ógra, an tSeirbhís Dheonach Eorpach, tréimhse staidéir nó socrúchán oibre do mhic léinn san ardoideachas nó sa ghairmoideachas agus sa ghairmoiliúint

source: Youth exchanges allow groups of young people from different countries to meet and live together for up to 21 days
ga: Tugann malartuithe ógra an deis do ghrúpaí daoine óga ó thíortha éagsúla bualadh le chéile agus cónaí le chéile ar feadh 21 lá ar a mhéad

source: During a youth exchange, participants jointly carry out a work programme designed and prepared by them before the exchange
ga: Le linn malartú ógra, déanann rannpháirtithe clár oibre atá deartha agus ullmhaithe acusan roimh an malartú i gcomhpháirt

source: The European Voluntary Service allows young people aged 17 - 30 to express their personal commitment through unpaid and full-time voluntary service for up to 12 months in another country within or outside the European Union
ga: Tugann an tSeirbhís Dheonach Eorpach DASH do dhaoine óga idir 17 mbliana d’aois agus 30 bliain d’aois a dtiomantas pearsanta a chur in iúl trí sheirbhís dheonach lánaimseartha agus gan íocaíocht ar feadh 12 mhí ar a mhéad i dtír eile laistigh den Aontas Eorpach nó lasmuigh de

source: Key Action 2: Co-operation for innovation and the exchange of good practices
ga: Eochairghníomh 2: Comhoibriú i gcomhair nuálaíochta agus i gcomhair dea-chleachtais a mhalartú

source: Initiatives supported under this key action enable organisations to work together in order to improve their provision for learners and share innovative practices
ga: Cuireann tionscnaimh a dtacaítear leo faoin eochairghníomh seo ar chumas eagraíochtaí oibriú le chéile d’fhonn a soláthar d’fhoghlaimeoirí a fheabhsú agus cleachtais nuálacha a chomhroinnt

source: Under this action, one organisation will lead the project and manage the activities and funding on behalf of the partnership
ga: Faoin ngníomh seo, déanfaidh eagraíocht amháin an tionscadal a threorú agus na gníomhaíochtaí agus an maoiniú a bhainistiú thar ceann na comhpháirtíochta

source: Different sizes of partnership are possible so that smaller organisations can get involved
ga: D’fhéadfadh méideanna éagsúla comhpháirtíochta bheith i gceist le gur féidir le heagraíochtaí beaga páirt a ghlacadh iontu

source: Key Action 3: Support for policy reform
ga: Eochairghníomh 3: Tacaíocht d’athchóiriú beartais

source: This key action supports initiatives which enable the active participation of young people in democratic life and fosters debate around topics centred on the themes and priorities set by the Structured Dialogue
ga: Tacaíonn an t-eochairghníomh seo le tionscnaimh a chumasaíonn rannpháirtíocht ghníomhach daoine óga sa saol daonlathach agus cothaíonn sé díospóireacht ar ábhair atá láraithe ar théamaí agus thosaíochtaí a socraíonn an tIdirphlé Struchtúrtha iad

source: Structured Dialogue is the name used for discussions between young people and youth policy makers to get results which are useful for policy-making
ga: Is é Idirphlé Struchtúrtha an t-ainm a úsáidtear ar phlé idir daoine óga agus lucht déanta beartas óige chun torthaí a bhaint amach atá úsáideach le haghaidh déanamh beartas

source: More information about Structured Dialogue is available on the European Commission's website
ga: Tá tuilleadh eolais faoi Idirphlé Struchtúrtha ar fáil ar láithreán Gréasáin an Choimisiúin Eorpaigh

source: Jean Monnet activities support worldwide excellence in European integration studies
ga: Tacaíonn gníomhaíochtaí Jean Monnet le feabhas domhanda i staidéar ar lánpháirtiú na hEorpa

source: This is a centralised action run by the European Commission’s Executive Agency
ga: Is gníomh láraithe é seo a reáchtálann Gníomhaireacht Feidhmiúcháin an Aontais Eorpaigh é

source: They provide support and funding to academic institutions and other associations active in the field of European integration studies to promote excellence in European integration studies in higher education
ga: Cuireann siad tacaíocht agus maoiniú ar fáil d’institiúidí acadúla agus d’eagraíochtaí eile atá gníomhach sa réimse um staidéar ar lánpháirtiú na hEorpa d’fhonn sármhaitheas a chur chun cinn i staidéar ar lánpháirtiú na hEorpa san ardoideachas

source: Funding for certain sporting activities is available under the sport action
ga: Tá maoiniú i gcomhair gníomhaíochtaí áirithe spóirt ar fáil faoin ngníomh spóirt

source: Support will be provided to organisations active in the field of sport to tackle cross-border threats to the integrity of sport (doping, match-fixing, violence, intolerance, discrimination), promote good governance in grassroots sport, support dual careers for athletes and provide equal access to sport for all
ga: Cuirfear tacaíocht ar fáil d’eagraíochtaí atá gníomhach i réimse an spóirt chun dul i ngleic le bagairtí trasteorann don ionracas spóirt (dópáil, cúbláil cluichí, foréigean, éadulaingt, leithcheal), chun dea-rialachas i spórt ag leibhéal an phobail a chur chun cinn, chun tacú le déghairmeacha do lúthchleasaithe agus chun cothroime rochtana ar spórt a chur ar fáil do chách

source: Organisations can submit applications online from the end of January to the national agency responsible for the Erasmus+ programme - see ‘Where to apply’ below. There are closing dates for applications
ga: Is féidir le heagraíochtaí iarratais a chur isteach ar líne ó dheireadh mhí Eanáir chuig an ngníomhaireacht náisiúnta atá freagrach as clár Erasmus+ - féach ‘Cá háit a ndéanfaidh mé iarratas’ thíos

source: Individuals cannot apply directly for grants
ga: Ní féidir le daoine aonair iarratas a dhéanamh go díreach ar dheontais

source: More information about developing projects and accessing funding under the 5 activities covered by Erasmus+ is available in the Erasmus+ Programme Guide (pdf)
ga: Tá tuilleadh faisnéise faoi thionscadail a fhorbairt agus faoi rochtain ar mhaoiniú faoi na 5 ghníomhaíocht a gclúdaíonn Erasmus+ iad ar fáil in Eolaire Cláir Erasmus+

source: If an organisation wishes to apply for a project involving higher education it should apply to the Higher Education Authority
ga: Más mian le heagraíocht ar bith iarratas a dhéanamh ar thionscadal a bhaineann le hardoideachas, ba cheart di iarratas a dhéanamh chuig an Údarás um Ard-Oideachas

source: If an organisation wishes to apply for a project relating to Sport it should apply to the Commission’s Executive Agency
ga: Más mian le heagraíocht iarratas a dhéanamh ar thionscadal a bhaineann le spórt, ba cheart di iarratas a dhéanamh chuig Gníomhaireacht Feidhmiúcháin an Choimisiúin

source: For all other projects, organisations should apply to Léargas
ga: Le haghaidh gach tionscadail eile, ba cheart d’eagraíochtaí iarratas a dhéanamh chuig Léargas
